export const descriptionsMock = [
  {
    id: '1',
    title: '1. Оформить заявку на обратный звонок',
    content:
      'Вам перезвонит наш юрист и подробно расскажет о 3-х программах. Озвучит условия, стоимость, сроки и механизмы оформления переезда.',
  },
  {
    id: '2',
    title: '2. Прислать необходимые документы',
    content:
      'В зависимости от того, к какому соглашению вы придёте на консультации, специалисты составят для вас предварительный кейс и пошаговый план решения вопроса по вашему переезду и обустройству в любом городе Америки. \n Если у вас нет какого-либо документа, он утерян или нет возможности предоставить — расскажите нашему юристу. Все работы по подготовке и оформлению пакета документов мы возьмем на себя.',
  },
  {
    id: '3',
    title: '3. Купить билет в Мексику',
    content:
      'Наши представители встретят вас в Канкуне — центре мексиканского туризма. Там мы сможем подготовить вас к собеседованию на границе и финально обсудить ваш персональный кейс.',
  },
  {
    id: '4',
    title: '4. Доехать с нами до границы с США',
    content:
      'Мы полностью организуем трансфер до места прохождения границы. С 31 мая поменялось законодательство США, и решение о выдаче статуса будет принимать непосредственно офицер на границе. Наш представитель встретит вас в Америке.',
  },
  {
    id: '5',
    title: '5. Пройти собеседование',
    content:
      'Мы заранее подготовим вам персональный кейс и займёмся бумагами. Вы получите все неободимые знания и персонального переводчика для успешного прохождения собеседования на границе. Команда Immigrationmex разработала экспресс-курсы подготовки к прохождению собеседования в изменившихся условиях.',
  },
  {
    id: '6',
    title: '6. Получить Green card',
    content:
      'После того, как вы пересёчете границу, мы останемся на связи и поможем с получением разрешений и всех документов, которые вам потребуются на территории США. Мы подготовим документы, чтобы вы получили Грин-карту через год. Она позволяет стать полноценным гражданином и трудоустроиться в США.',
  },
]
