import { Benefit } from './benefits.interface'

export const benefitsMock: Benefit[] = [
  {
    id: '1',
    title: 'Уникальная программа для граждан любой страны',
    description:
      'У граждан России, стран СНГ и некоторых других стран нет прямой возможности получить убежище на границе с США. Наша компания постоянно взаимодействует с государственными структурами, поэтому на официальном уровне мы можем создавать такие программы и давать гарантии.',
  },
  {
    id: '2',
    title: 'Никакой тюрьмы, арестов и судов',
    description:
      'По обычной процедуре иммиграции через Мексику, всех желающих проживать на территории США помещают на 1−5 суток в иммиграционную тюрьму на границе Мексика-Америка. Выбирая нас, вам и вашей семье не придется проходить эту процедуру.',
  },
  {
    id: '3',
    title: 'Минимальный риск отказа',
    description:
      'Мы тщательно подготовим кейс для прохождения собеседования и подготовим вас к нему. Даём гарантию 85% одобрения заявки, если на консультации заранее мы не дали отрицательный ответ.',
  },
  {
    id: '4',
    title: 'Отсутствие статуса беженца',
    description:
      'На территории вашей страны и в США никто не узнает о вашем статусе беженца. Эта информация конфиденциальна.',
  },
  {
    id: '5',
    title: 'Подготовка',
    description: 'Мы делаем за вас все начальные работы по подготовке документов для иммиграции.',
  },
  {
    id: '6',
    title: 'Сжатые сроки',
    description:
      'Положительное решение о присвоении легального статуса и приглашение прибыть в США — от 3 до 30 дней.',
  },
  {
    id: '7',
    title: 'Легальная иммиграция',
    description:
      'Пересечение границы проходит строго в соответствии с законодательством США. При этом ваш паспорт останется у вас.',
  },
]
